[
    {
        "title": "NASA's MAVEN Observes Martian Night Sky Pulsing in Ultraviolet Light",
        "preview": "Vast areas of the Martian night sky pulse in ultraviolet light, according to images from NASA’s MAVEN spacecraft. The results are being used to illuminate complex circulation patterns in the Martian atmosphere."
    },
    {
        "title": "The Man Who Wanted to Fly on Mars",
        "preview": "The Mars Helicopter is riding to the Red Planet this summer with NASA's Perseverance rover. The helicopter's chief engineer, Bob Balaram, shares the saga of how it came into being."
    },
    {
        "title": "Naming a NASA Mars Rover Can Change Your Life",
        "preview": "Want to name the robotic scientist NASA is sending to Mars in 2020? The student who named Curiosity — the rover currently exploring Mars — will tell you this is an opportunity worth taking."
    },
    {
        "title": "While Stargazing on Mars, NASA's Curiosity Rover Spots Earth and Venus",
        "preview": "This new portrait of the Red Planet's neighbors was taken during a time when there's more dust in the air on Mars."
    },
    {
        "title": "NASA's Mars Reconnaissance Orbiter Undergoes Memory Update",
        "preview": "Other orbiters will continue relaying data from Mars surface missions for a two-week period."
    },
    {
        "title": "NASA's Mars 2020 Comes Full Circle",
        "preview": "Aiming to pinpoint the Martian vehicle's center of gravity, engineers took NASA's 2,300-pound Mars 2020 rover for a spin in the clean room at JPL. "
    },
    {
        "title": "NASA Adds Return Sample Scientists to Mars 2020 Leadership Team",
        "preview": "The leadership council for Mars 2020 science added two new members who represent the interests of scientists destined to handle and study the first samples from Red Planet."
    },
    {
        "title": "NASA's MAVEN Maps Winds in the Martian Upper Atmosphere that Mirror the Terrain Below and Gives Clues to Martian Climate",
        "preview": "Researchers have created the first map of wind circulation in the upper atmosphere of a planet besides Earth, using data from NASA’s MAVEN spacecraft that were collected during the last two years."
    },
    {
        "title": "10.9 Million Names Now Aboard NASA's Perseverance Mars Rover",
        "preview": "As part of NASA's 'Send Your Name to Mars' campaign, they've been stenciled onto three microchips along with essays from NASA's 'Name the Rover' contest. Next stop: Mars."
    },
    {
        "title": "NASA's Mars 2020 Rover Closer to Getting Its Name",
        "preview": "155 students from across the U.S. have been chosen as semifinalists in NASA's essay contest to name the Mars 2020 rover, and see it launch from Cape Canaveral this July."
    },
    {
        "title": "Three New Views of Mars' Moon Phobos",
        "preview": "Taken with the infrared camera aboard NASA's Odyssey orbiter, they reveal temperature variations on the small moon as it drifts into and out of Mars’ shadow."
    },
    {
        "title": "NASA Establishes Board to Initially Review Mars Sample Return Plans",
        "preview": "The board will assist with analysis of current plans and goals for one of the most difficult missions humanity has ever undertaken."
    },
    {
        "title": "Alabama High School Student Names NASA's Mars Helicopter",
        "preview": "Vaneeza Rupani's essay was chosen as the name for the small spacecraft, which will mark NASA's first attempt at powered flight on another planet."
    },
    {
        "title": "NASA to Broadcast Mars 2020 Perseverance Launch, Prelaunch Activities",
        "preview": "Starting July 27, news activities will cover everything from mission engineering and science to returning samples from Mars to, of course, the launch itself."
    },
    {
        "title": "NASA's Perseverance Rover 100 Days Out",
        "preview": "Mark your calendars: The agency's latest rover has only about 8,640,000 seconds to go before it touches down on the Red Planet, becoming history's next Mars car."
    }
]