[
    {
        "title": "NASA's Briefcase-Size MarCO Satellite Picks Up Honors",
        "preview": "The twin spacecraft, the first of their kind to fly into deep space, earn a Laureate from Aviation Week & Space Technology."
    },
    {
        "title": "NASA Administrator Statement on Moon to Mars Initiative, FY 2021 Budget",
        "preview": "Jim Bridenstine addresses NASA's ambitious plans for the coming years, including Mars Sample Return."
    },
    {
        "title": "Sensors on Mars 2020 Spacecraft Answer Long-Distance Call From Earth",
        "preview": "Instruments tailored to collect data during the descent of NASA's next rover through the Red Planet's atmosphere have been checked in flight."
    },
    {
        "title": "NASA's MAVEN Maps Winds in the Martian Upper Atmosphere that Mirror the Terrain Below and Gives Clues to Martian Climate",
        "preview": "Researchers have created the first map of wind circulation in the upper atmosphere of a planet besides Earth, using data from NASA’s MAVEN spacecraft that were collected during the last two years."
    },
    {
        "title": "NASA's Perseverance Rover Bringing 3D-Printed Metal Parts to Mars",
        "preview": "For hobbyists and makers, 3D printing expands creative possibilities; for specialized engineers, it's also key to next-generation spacecraft design."
    },
    {
        "title": "NASA Perseverance Mars Rover Scientists Train in the Nevada Desert",
        "preview": "Team members searched for signs of ancient microscopic life there, just as NASA's latest rover will on the Red Planet next year."
    },
    {
        "title": "HiRISE Views NASA's InSight and Curiosity on Mars",
        "preview": "New images taken from space offer the clearest orbital glimpse yet of InSight as well as a view of Curiosity rolling along."
    },
    {
        "title": "NASA Adds Return Sample Scientists to Mars 2020 Leadership Team",
        "preview": "The leadership council for Mars 2020 science added two new members who represent the interests of scientists destined to handle and study the first samples from Red Planet."
    },
    {
        "title": "NASA's Push to Save the Mars InSight Lander's Heat Probe",
        "preview": "The scoop on the end of the spacecraft's robotic arm will be used to 'pin' the mole against the wall of its hole."
    },
    {
        "title": "NASA Wins 4 Webbys, 4 People's Voice Awards",
        "preview": "Winners include the JPL-managed \"Send Your Name to Mars\" campaign, NASA's Global Climate Change website and Solar System Interactive."
    },
    {
        "title": "The Detective Aboard NASA's Perseverance Rover",
        "preview": "An instrument called SHERLOC will, with the help of its partner WATSON, hunt for signs of ancient life by detecting organic molecules and minerals."
    },
    {
        "title": "NASA's Ingenuity Mars Helicopter Recharges Its Batteries in Flight",
        "preview": "Headed to the Red Planet with the Perseverance rover, the pioneering helicopter is powered up for the first time in interplanetary space as part of a systems check."
    },
    {
        "title": "NASA Establishes Board to Initially Review Mars Sample Return Plans",
        "preview": "The board will assist with analysis of current plans and goals for one of the most difficult missions humanity has ever undertaken."
    },
    {
        "title": "Two Rovers to Roll on Mars Again: Curiosity and Mars 2020",
        "preview": "They look like twins. But under the hood, the rover currently exploring the Red Planet and the one launching there this summer have distinct science tools and roles to play."
    },
    {
        "title": "Independent Review Indicates NASA Prepared for Mars Sample Return Campaign",
        "preview": "NASA released an independent review report Tuesday indicating the agency is well positioned for its Mars Sample Return campaign to bring pristine samples from Mars to Earth for scientific study."
    }
]